Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# transition_custom_override_body
source: Enable to set specific rules for this playlist.
de: Aktivieren, um eigene Regeln nur für diese Playlist zu setzen.
es: Actívala para reglas específicas de esta lista.
fr: Activer pour définir des règles spécifiques à cette liste de lecture.
id: Aktifkan untuk menetapkan aturan khusus untuk playlist ini.
it: Abilita per impostare regole specifiche per questa playlist.
ko: 이 플레이리스트에 대해 특정 규칙을 설정하려면 활성화하세요.
nb: Aktiver for å angi spesifikke regler for denne spillelisten.
ru: Включите, чтобы задать особые правила для этого плейлиста.
tr: Bu çalma listesi için özel kurallar belirlemek üzere etkinleştirin.
zh_hans: 启用以设置此播放列表的具体规则。

# transition_custom_override_title
source: Custom Override
de: Eigene Überschreibung
es: Anulación personalizada
fr: Remplacement personnalisé
id: Timpalan Kustom
it: Sovrascrittura personalizzata
ko: 사용자 지정 재정의
nb: Egendefinert overstyring
ru: Пользовательская настройка
tr: Özel Geçersiz Kılma
zh_hans: 自定义覆盖

# transition_duration_subtitle_format
source: %1$llds total overlap
de: %1$llds Überlappung gesamt
es: %1$llds de solapamiento total
fr: %1$llds de chevauchement total
id: Total tumpang tindih %1$llds
it: %1$llds sovrapposizione totale
ko: 총 %1$lld초 겹침
nb: %1$llds total overlapp
ru: %1$lldс перекрытия
tr: Toplam %1$lld sn örtüşme
zh_hans: 总重叠时长 %1$lld 秒

# transition_duration_title
source: Transition Duration
de: Übergangsdauer
es: Duración de la transición
fr: Durée de la transition
id: Durasi Transisi
it: Durata transizione
ko: 전환 지속 시간
nb: Overgangsvarighet
ru: Длительность перехода
tr: Geçiş Süresi
zh_hans: 过渡时长

# transition_intro_global
source: This configuration applies to all playback sources unless overridden.
de: Gilt für alle Quellen – sofern nicht von einer Playlist überschrieben.
es: Esta configuración se aplica a todas las fuentes salvo que se anule.
fr: Cette configuration s'applique à toutes les sources de lecture, sauf en cas de remplacement.
id: Konfigurasi ini berlaku untuk semua sumber pemutaran kecuali ditimpa.
it: Questa configurazione si applica a tutte le sorgenti di riproduzione a meno che non venga sovrascritta.
ko: 이 구성은 별도로 설정하지 않는 한 모든 재생 소스에 적용됩니다.
nb: Denne konfigurasjonen gjelder for alle avspillingskilder med mindre den overstyres.
ru: Эта конфигурация применяется ко всем источникам воспроизведения, если не задано иное.
tr: Bu yapılandırma, geçersiz kılınmadığı sürece tüm oynatma kaynakları için geçerlidir.
zh_hans: 除非被覆盖，否则此配置适用于所有播放源。

# transition_intro_playlist
source: Configure default behavior for this specific playlist.
de: Standardverhalten für diese Playlist festlegen
es: Configura el comportamiento predeterminado para esta lista.
fr: Configurer le comportement par défaut pour cette liste de lecture spécifique.
id: Konfigurasikan perilaku default untuk playlist khusus ini.
it: Configura il comportamento predefinito per questa playlist specifica.
ko: 이 플레이리스트의 기본 동작을 구성합니다.
nb: Konfigurer standardatferd for denne spesifikke spillelisten.
ru: Настройте поведение по умолчанию для этого плейлиста.
tr: Bu özel çalma listesi için varsayılan davranışı yapılandırın.
zh_hans: 为此特定播放列表配置默认行为。

# transition_mode_none
source: None
de: Kein Übergang
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuna
ko: 없음
nb: Ingen
ru: Без перехода
tr: Hiçbiri
zh_hans: 无

# transition_overlap_explanation_format
source: Tracks will overlap for %1$llds
de: Titel überlappen sich für %1$llds
es: Las pistas se solapan durante %1$llds
fr: Les pistes se chevaucheront pendant %1$llds
id: Trek akan tumpang tindih selama %1$llds
it: I brani si sovrapporranno per %1$llds
ko: 트랙이 %1$lld초 동안 겹칩니다
nb: Spor vil overlappe i %1$llds
ru: Треки будут перекрываться %1$lldс
tr: Parçalar %1$lld sn boyunca örtüşecek
zh_hans: 曲目将重叠 %1$lld 秒

# transition_reset_cd
source: Reset Transition
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
id: Reset Transisi
it: Reimposta
ko: 초기화
nb: Nullstill
ru: Сбросить переход
tr: Sıfırla
zh_hans: 重置过渡效果

# transition_snackbar_saved
source: Changes saved successfully
de: Änderungen gespeichert
es: Cambios guardados
fr: Modifications enregistrées avec succès
id: Perubahan berhasil disimpan
it: Modifiche salvate correttamente
ko: 변경 사항이 저장되었습니다
nb: Endringer lagret
ru: Изменения успешно сохранены
tr: Değişiklikler başarıyla kaydedildi
zh_hans: 更改已成功保存

# transition_snackbar_using_global
source: Using global defaults
de: Globale Standards werden verwendet
es: Usando valores globales
fr: Utilisation des paramètres globaux par défaut
id: Menggunakan default global
it: Uso impostazioni predefinite globali
ko: 글로벌 기본값 사용 중
nb: Bruker globale standardverdier
ru: Используются глобальные настройки
tr: Genel varsayılanlar kullanılıyor
zh_hans: 正在使用全局默认值

# transition_status_custom_override
source: Custom Override
de: Eigene Überschreibung
es: Anulación personalizada
fr: Remplacement personnalisé
id: Timpalan Kustom
it: Sovrascrittura personalizzata
ko: 사용자 지정 재정의
nb: Egendefinert overstyring
ru: Пользовательская настройка
tr: Özel Geçersiz Kılma
zh_hans: 自定义覆盖

# transition_status_following_global
source: Following Global
de: Folgt Global
es: Siguiendo lo global
fr: Suit les paramètres globaux
id: Mengikuti Global
it: Segue globale
ko: 글로벌 설정 따름
nb: Følger global
ru: Следует глобальным настройкам
tr: Genele Uyuluyor
zh_hans: 跟随全局

# transition_status_global_default
source: Global Default
de: Globaler Standard
es: Predeterminado global
fr: Global par défaut
id: Default Global
it: Predefinito globale
ko: 글로벌 기본값
nb: Global standard
ru: Глобально по умолчанию
tr: Genel Varsayılan
zh_hans: 全局默认

# transition_status_playlist_default
source: Playlist Default
de: Playlist-Standard
es: Predeterminado de la lista
fr: Liste de lecture par défaut
id: Default Playlist
it: Predefinito playlist
ko: 플레이리스트 기본값
nb: Spilleliste-standard
ru: По умолчанию для плейлиста
tr: Çalma Listesi Varsayılanı
zh_hans: 播放列表默认

# transition_style_subtitle
source: How tracks blend together
de: Wie Titel ineinander übergehen
es: Cómo se mezclan las pistas
fr: Comment les pistes se mélangent
id: Bagaimana trek menyatu bersama
it: Come i brani si fondono insieme
ko: 트랙이 섞이는 방식
nb: Hvordan spor tones inn i hverandre
ru: Как композиции переходят друг в друга
tr: Parçaların birbirine nasıl karışacağı
zh_hans: 曲目之间如何混合

# transition_style_title
source: Transition Style
de: Übergangsstil
es: Estilo de transición
fr: Style de transition
id: Gaya Transisi
it: Stile transizione
ko: 전환 스타일
nb: Overgangsstil
ru: Стиль перехода
tr: Geçiş Stili
zh_hans: 过渡样式

# transition_title_global
source: Global transitions
de: Globale Übergänge
es: Transiciones globales
fr: Transitions globales
id: Transisi global
it: Transizioni globali
ko: 글로벌 전환
nb: Globale overganger
ru: Глобальные переходы
tr: Genel geçişler
zh_hans: 全局过渡效果

# transition_title_playlist_rules
source: Playlist rules
de: Playlist-Regeln
es: Reglas de la lista
fr: Règles de la liste de lecture
id: Aturan playlist
it: Regole playlist
ko: 플레이리스트 규칙
nb: Spillelisteregler
ru: Правила плейлиста
tr: Çalma listesi kuralları
zh_hans: 播放列表规则

# transition_visualizer_current
source: Current Song
de: Aktueller Song
es: Canción actual
fr: Chanson actuelle
id: Lagu Saat Ini
it: Brano attuale
ko: 현재 곡
nb: Gjeldende sang
ru: Текущий трек
tr: Mevcut Şarkı
zh_hans: 当前歌曲

# transition_visualizer_next
source: Next Song
de: Nächster Song
es: Siguiente canción
fr: Chanson suivante
id: Lagu Berikutnya
it: Brano successivo
ko: 다음 곡
nb: Neste sang
ru: Следующий трек
tr: Sıradaki Şarkı
zh_hans: 下一首歌曲

# word__delimiter_cd_add
source: Add word delimiter
de: Wort-Trennzeichen hinzufügen
es: Añadir delimitador de palabra
fr: Ajouter le délimiteur de mot
id: Tambah pemisah kata
it: Aggiungi delimitatore parola
ko: 단어 구분 기호 추가
nb: Legg til orddelimiter
ru: Добавить словесный разделитель
tr: Kelime sınırlayıcı ekle
zh_hans: 添加单词分隔符

# word_delimiter_add_hint
source: e.g., feat. or ft.
de: z. B. feat. oder ft.
es: p. ej., feat. o ft.
fr: ex. : feat. ou ft.
id: misalnya, feat. atau ft.
it: es., feat. o ft.
ko: 예: feat. 또는 ft.
nb: f.eks. feat. eller ft.
ru: Например: feat. или ft.
tr: örn: feat. veya ft.
zh_hans: 例如：feat. 或 ft.

# word_delimiter_current_subtitle
source: These keywords split artist names when surrounded by spaces. Matched case-insensitively. Tap to remove.
de: Diese Schlüsselwörter trennen Künstlernamen, wenn sie von Leerzeichen umgeben sind. Groß-/Kleinschreibung ignoriert. Tippe zum Entfernen.
es: Estas palabras clave dividen los nombres de los artistas cuando están rodeadas de espacios. Coinciden sin distinguir mayúsculas de minúsculas. Toca para quitar.
fr: Ces mots-clés séparent les noms d'artistes lorsqu'ils sont entourés d'espaces. Correspondance insensible à la casse. Appuyez pour supprimer.
id: Kata kunci ini memisahkan nama artis jika dikelilingi spasi. Tidak peka huruf besar-kecil. Ketuk untuk menghapus.
it: Queste parole chiave dividono i nomi artista quando circondate da spazi. Corrispondenza senza distinzione maiuscole/minuscole. Tocca per rimuovere.
ko: 공백으로 둘러싸여 있을 때 아티스트 이름을 분할하는 키워드입니다. 대소문자를 구분하지 않고 일치합니다. 탭하여 제거하세요.
nb: Disse nøkkelordene deler artistnavn når de er omgitt av mellomrom. Sammenlignes uten hensyn til store/små bokstaver. Trykk for å fjerne.
ru: Эти ключевые слова разделяют исполнителей при наличии пробелов вокруг них. Без учёта регистра. Нажмите для удаления.
tr: Bu anahtar kelimeler, boşluklarla çevrelendiğinde sanatçı adlarını böler. Büyük/küçük harf duyarsız olarak eşleştirilir. Kaldırmak için dokunun.
zh_hans: 当这些关键词前后有空格时，会分割艺术家名称。匹配不区分大小写。点击以移除。

# word_delimiter_current_title
source: Current Word Delimiters
de: Aktuelle Wort-Trennzeichen
es: Delimitadores de palabra actuales
fr: Délimiteurs de mots actuels
id: Pemisah Kata Saat Ini
it: Delimitatori parola attuali
ko: 현재 단어 구분 기호
nb: Gjeldende orddelimitere
ru: Текущие словесные разделители
tr: Mevcut Kelime Sınırlayıcıları
zh_hans: 当前单词分隔符

source: Changelog
es: Registro de cambios
fr: Journal des modifications
id: Log Perubahan
it: Registro modifiche
ko: 변경 사항
nb: Endringslogg
ru: История изменений
tr: Değişiklik Günlüğü
zh_hans: 更新日志

source: Cloud
es: Nube
ko: 클라우드
nb: Sky
ru: Облако
tr: Bulut
zh_hans: 云端

source: Playlist Name
es: Nombre de la lista
fr: Nom de la liste de lecture
id: Nama Playlist
it: Nome playlist
ko: 플레이리스트 이름
nb: Navn på spilleliste
ru: Название плейлиста
tr: Çalma Listesi Adı
zh_hans: 播放列表名称

# brick_game_over
source: GAME OVER
es: FIN DE LA PARTIDA
fr: PARTIE TERMINÉE
id: PERMAINAN BERAKHIR
ko: 게임 오버
ru: ИГРА ОКОНЧЕНА
tr: OYUN BİTTİ
zh_hans: 游戏结束

# brick_stat_lvl
source: LVL %1$lld
es: NIVEL %1$lld
fr: NIV %1$lld
id: LEVEL %1$lld
ko: 레벨 %1$lld
nb: NIVÅ %1$lld
ru: УР. %1$lld
tr: SEVİYE %1$lld
zh_hans: 第 %1$lld 关

# brick_title
source: Brick Breaker
es: Rompe Ladrillos
fr: Casse-briques
tr: Tuğla Kırıcı
zh_hans: 打砖块

# equalizer_band_bass
source: Bass
es: Graves
fr: Basses
it: Bassi
ko: 베이스
ru: Басы
tr: Bas
zh_hans: 低音

# equalizer_bass_boost
source: Bass Boost
es: Refuerzo de graves
fr: Amplification des basses
it: Potenziamento bassi
ko: 베이스 부스트
ru: Усиление басов
tr: Bas Güçlendirme
zh_hans: 低音增强

# equalizer_preset_name_placeholder
source: Preset name
es: Nombre del preset
fr: Nom du préréglage
id: Nama preset
it: Nome preset
ko: 프리셋 이름
nb: Navn på forhåndsinnstilling
ru: Название пресета
tr: Ön ayar adı
zh_hans: 预设名称

# equalizer_presets_cd
source: Presets
es: Preajustes
fr: Préréglages
id: Preset
it: Preset
ko: 프리셋
nb: Forhåndsinnstillinger
ru: Пресеты
tr: Ön ayarlar
zh_hans: 预设

# equalizer_virtualizer
source: Virtualizer
es: Virtualizador
fr: Virtualiseur
it: Virtualizzatore
ko: 가상화
ru: Виртуализатор
tr: Sanallaştırıcı
zh_hans: 虚拟音效

# multi_artist_action_rescan
source: Rescan
es: Reescanear
fr: Réanalyser
id: Pindai Ulang
it: Riscansiona
ko: 재스캔
nb: Skann på nytt
ru: Пересканировать
tr: Yeniden tara
zh_hans: 重新扫描

# multi_artist_ex_1_in
source: "Artist1/Artist2"
es: "Artista1/Artista2"
fr: "Artiste1/Artiste2"
id: "Artis1/Artis2"
it: "Artista1/Artista2"
tr: "Sanatçı1/Sanatçı2"

# multi_artist_ex_1_out
source: Artist1, Artist2
es: Artista1, Artista2
fr: Artiste1, Artiste2
id: Artis1, Artis2
it: Artista1, Artista2
tr: Sanatçı1, Sanatçı2

# settings_app_navigation_section
source: App Navigation
es: Navegación de la app
fr: Navigation application
id: Navigasi Aplikasi
it: Navigazione app
ko: 앱 내비게이션
nb: App-navigasjon
ru: Навигация приложения
tr: Uygulama Gezinmesi
zh_hans: 应用导航

# settings_backup_app_version_label
source: App Version
es: Versión de la app
fr: Version de l'app
id: Versi Aplikasi
it: Versione app
ko: 앱 버전
nb: App-versjon
ru: Версия приложения
tr: Uygulama Sürümü
zh_hans: 应用版本

# settings_backup_details_title
source: Backup Details
es: Detalles de la copia de seguridad
fr: Détails de la sauvegarde
id: Detail Cadangan
it: Dettagli backup
ko: 백업 상세 정보
nb: Detaljer om sikkerhetskopi
ru: Сведения о резервной копии
tr: Yedek Ayrıntıları
zh_hans: 备份详情

# settings_backup_file_name_format
source: PixlAudio_Backup_%1$lld.pxpl
es: PixlAudio_Copia_%1$lld.pxpl
id: PixlAudio_Cadangan_%1$lld.pxpl
nb: PixlAudio_Sikkerhetskopi_%1$lld.pxpl
tr: PixlAudio_Yedek_%1$lld.pxpl

# settings_backup_schema_label
source: Schema
es: Esquema
fr: Schéma
id: Skema
ko: 스키마
nb: Skjema
ru: Схема
tr: Şema
zh_hans: 架构 (Schema)

# settings_category_accounts_title
source: Accounts
es: Cuentas
fr: Comptes
id: Akun
it: Account
ko: 계정
nb: Kontoer
ru: Аккаунты
tr: Hesaplar
zh_hans: 账户

# settings_crossfade_title
source: Crossfade
es: Fundido cruzado
fr: Fondu enchaîné
ko: 크로스페이드
ru: Кроссфейд
tr: Geçişli Yumuşatma (Crossfade)
zh_hans: 淡入淡出

# settings_default_tab_home
source: Home
es: Inicio
fr: Accueil
id: Beranda
ko: 홈
nb: Hjem
ru: Главная
tr: Ana Sayfa
zh_hans: 首页

# settings_devcaps_exoplayer_title
source: ExoPlayer Engine
es: Motor ExoPlayer
fr: Moteur ExoPlayer
id: Mesin ExoPlayer
it: Motore ExoPlayer
ko: ExoPlayer 엔진
nb: ExoPlayer-motor
ru: Движок ExoPlayer
tr: ExoPlayer Motoru
zh_hans: ExoPlayer 引擎

# settings_devcaps_format_hardware
source: Hardware decoder
es: Decodificador por hardware
fr: Décodeur matériel
id: Dekoder perangkat keras
it: Decoder hardware
ko: 하드웨어 디코더
nb: Maskinvaredekoder
ru: Аппаратный декодер
tr: Donanım çözücü
zh_hans: 硬件解码器

# settings_devcaps_format_offload
source: Offload
es: Descarga
ko: 오프로드
tr: Boşaltma (Offload)
zh_hans: 硬件卸载

# settings_devcaps_format_software
source: Software decoder
es: Decodificador por software
fr: Décodeur logiciel
id: Dekoder perangkat lunak
it: Decoder software
ko: 소프트웨어 디코더
nb: Programvaredekoder
ru: Программный декодер
tr: Yazılım çözücü
zh_hans: 软件解码器

# settings_devcaps_hifi_pcm_float_title
source: Hi-Fi PCM Float
es: PCM Float Hi-Fi
fr: PCM Float Hi-Fi
zh_hans: Hi-Fi PCM 浮点

# settings_devcaps_output_bluetooth
source: Bluetooth audio
es: Audio Bluetooth
fr: Audio Bluetooth
id: Audio Bluetooth
it: Audio Bluetooth
ko: 블루투스 오디오
nb: Bluetooth-lyd
ru: Bluetooth-аудио
tr: Bluetooth ses
zh_hans: 蓝牙音频

# settings_devcaps_output_usb
source: USB audio
es: Audio USB
fr: Audio USB
id: Audio USB
it: Audio USB
ko: USB 오디오
nb: USB-lyd
ru: USB-аудио
tr: USB ses
zh_hans: USB 音频

# settings_devcaps_sample_rate_title
source: Sample Rate
es: Frecuencia de muestreo
fr: Taux d'échantillonnage
it: Frequenza di campionamento
ko: 샘플링 레이트
nb: Samplingsfrekvens
ru: Частота дискретизации
tr: Önrnekleme Hızı
zh_hans: 采样率

# settings_devcaps_storage_cloud_count
source: %1$lld cloud songs
es: %1$lld canciones en la nube
fr: %1$lld chansons cloud
id: %1$lld lagu cloud
it: %1$lld brani cloud
ko: 클라우드 곡 %1$lld개
nb: %1$lld skysanger
ru: %1$lld облачных треков
tr: %1$lld bulut şarkısı
zh_hans: %1$lld 首云端歌曲

# settings_exp_drag_release_title
source: Drag release
es: Soltar arrastre
fr: Relâchement du glissement
id: Lepas seret
it: Rilascio trascinamento
ko: 드래그 해제
nb: Dra og slipp
ru: Отпускание жеста
tr: Sürükleyip bırakma
zh_hans: 拖动释放

# settings_gain_mode_album
source: Album
es: Álbum
ko: 앨범
ru: Альбом
tr: Albüm
zh_hans: 专辑

# settings_gain_mode_track
source: Track
es: Pista
fr: Piste
id: Trek
it: Traccia
ko: 트랙
nb: Spor
ru: Трек
tr: Parça
zh_hans: 曲目

# settings_home_collage_section
source: Home Collage
es: Collage de inicio
fr: Pêle-mêle d'accueil
id: Kolase Beranda
it: Collage home
ko: 홈 콜라주
nb: Hjem-kollasj
ru: Коллаж на главной
tr: Ana Sayfa Kolajı
zh_hans: 首页拼图

# settings_immersive_lyrics_title
source: Immersive Lyrics
es: Letras inmersivas
fr: Paroles immersives
id: Lirik Imersif
it: Testi immersivi
ko: 몰입형 가사
nb: Immersiv sangtekst
ru: Иммерсивный режим
tr: Sarmalayıcı Şarkı Sözleri
zh_hans: 沉浸式歌词

# settings_player_theme_dynamic
source: System Dynamic
es: Dinámico del sistema
fr: Dynamique système
id: Dinamis Sistem
it: Dinamico sistema
ko: 시스템 다이내믹
nb: Systemdynamisk
ru: Динамическая система
tr: Sistem Dinamik
zh_hans: 系统动态主题

# settings_preset_prompts
source: Preset Prompts
es: Mensajes predefinidos
fr: Invites prédéfinies
id: Preset Prompt
it: Prompt predefiniti
ko: 프리셋 프롬프트
nb: Forhåndsinnstilte prompter
ru: Готовые промпты
tr: Hazır Komutlar
zh_hans: 预设提示词

# setup_tab_songs
source: SONGS
es: CANCIONES
fr: CHANSONS
id: LAGU
it: BRANI
ko: 곡
nb: SANGER
ru: ТРЕКИ
tr: ŞARKILAR
zh_hans: 歌曲

# transition_mode_crossfade
source: Crossfade
es: Fundido cruzado
fr: Fondu enchaîné
ko: 크로스페이드
ru: Кроссфейд
tr: Çapraz Geçiş
zh_hans: 淡入淡出 (Crossfade)

# settings_devcaps_device_info_android_version
source: Android Version
fr: Version d'Android
id: Versi Android
it: Versione Android
ko: Android 버전
nb: Android-versjon
ru: Версия Android
tr: Android Sürümü
zh_hans: Android 版本

# settings_devcaps_device_info_hardware
source: Hardware
fr: Matériel
id: Perangkat Keras
ko: 하드웨어
nb: Maskinvare
ru: Аппаратная платформа
tr: Donanım
zh_hans: 硬件

# settings_devcaps_device_info_sdk_version
source: SDK Version
fr: Version du SDK
id: Versi SDK
it: Versione SDK
ko: SDK 버전
nb: SDK-versjon
ru: Версия SDK
tr: SDK Sürümü
zh_hans: SDK 版本

# transition_fade_in
source: Fade In
fr: Fondu d'ouverture
it: Dissolvenza in entrata
ko: 페이드 인
ru: Нарастание
tr: Yavaşça Aç
zh_hans: 淡入

# transition_fade_out
source: Fade Out
fr: Fondu de fermeture
it: Dissolvenza in uscita
ko: 페이드 아웃
ru: Затухание
tr: Yavaşça Kıs
zh_hans: 淡出

# settings_auto_hide_delay_3s
source: 3s
id: 3d
ko: 3초
ru: 3 с
tr: 3sn
zh_hans: 3秒

# settings_auto_hide_delay_4s
source: 4s
id: 4d
ko: 4초
ru: 4 с
tr: 4sn
zh_hans: 4秒

# settings_auto_hide_delay_5s
source: 5s
id: 5d
ko: 5초
ru: 5 с
tr: 5sn
zh_hans: 5秒

# settings_auto_hide_delay_6s
source: 6s
id: 6d
ko: 6초
ru: 6 с
tr: 6sn
zh_hans: 6秒

# settings_cast_section
source: Cast
ko: 전송(Cast)
ru: Трансляция
tr: Yayınla (Cast)
zh_hans: 投屏

# equalizer_unit_hz
source: Hz
ru: Гц

# settings_devcaps_sample_rate_value_hz
source: %1$lld Hz
ru: %1$lld Гц

# settings_ai_source_deepseek
source: DeepSeek Platform (api.deepseek.com)
zh_hans: DeepSeek 平台 (api.deepseek.com)

# settings_ai_source_glm
source: Zhipu AI Open Platform (bigmodel.cn)
zh_hans: 智谱 AI 开放平台 (bigmodel.cn)

# settings_ai_source_groq
source: Groq Console (console.groq.com)
zh_hans: Groq 控制台 (console.groq.com)

# settings_ai_source_kimi
source: Moonshot AI Platform (platform.moonshot.cn)
zh_hans: 月之暗面 (Moonshot) AI 平台 (platform.moonshot.cn)

# settings_ai_source_mistral
source: Mistral AI Platform (console.mistral.ai)
zh_hans: Mistral AI 平台 (console.mistral.ai)

# settings_ai_source_openai
source: OpenAI Platform (platform.openai.com)
zh_hans: OpenAI 平台 (platform.openai.com)
